<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'welcome' => 'Welcome to Aqleh',
    'login' => 'تسجيل الدخول',
    'email_address' => 'عنوان البريد الالكترونى',
    'enter_your_email' => 'أدخل بريدك الإلكتروني',
    'enter_your_password' => 'ادخل رقمك السري',
    'password' => 'كلمه السر',
    'forgot_your_password' => 'نسيت رقمك السري؟?',
    // reset password
    'new_password' => 'كلمة مرور جديدة',
    'confirm_password' => 'تأكيد كلمة المرور',
    'reset_password' => 'إعادة تعيين كلمة المرور',
    'reset_password_desc' => "أدخل عنوان بريدك الإلكتروني وسنرسل لك بريدًا إلكترونيًا يحتوي على تعليمات لإعادة تعيين كلمة المرور الخاصة بك.",
    'back_to' => "ارجع الى",
    'send' => "إرسال",
    'send_request' => "ارسل طلب",
    'sucessfully_sent' => "أرسلت بنجاح! يرجى التحقق من صندوق البريد الإلكتروني الخاص بك",
    'reset_failed' => "آسف ! الرجاء معاودة المحاولة في وقت لاحق.",
    // 404
    'page_not_found' => 'الصفحة غير موجودة',
    'page_not_found_desc' => "يبدو أنك قد اتخذت منعطفا خاطئا. لا تقلق .. هذا يحدث لأفضل ما لدينا. قد ترغب في التحقق من اتصالك بالإنترنت. إليك نصيحة صغيرة قد تساعدك في العودة إلى المسار الصحيح.",
    'back_to_home' => 'العودة إلى المنزل',
    // 
    'eng' => 'ENG',
    'arb' => 'أرب',
    'home' => 'الصفحة الرئيسية',
    'aboutus' => 'معلومات عنا',
    'projects' => 'مشاريع',
    'services' => 'خدمات',
    'clients' => 'عملاء',
    'contactus' => 'اتصل بنا',
    'news' => 'أخبار',
    'read_more' => 'قراءة المزيد',
    'engineering_technology_excellence' => 'Engineering & Technology Excellence',
    // footer
    'opening_hours' => 'ساعات العمل',
    'from_to' => 'السبت - الخميس 8 صباحا - 5 مساءا',
    // privacy
    'privacy_policy' => 'سياسة خاصة',
    'terms_condition' => 'الشروط والاحكام',
    'cookie_policy' => 'سياسة ملفات الارتباط',
    'accessbility_statement' => 'بيان إمكانية الوصول',
    'sitemap' => 'خريطة الموقع',
    'useful_links' => 'روابط مفيدة',
    'footer_desc'=> 'AEC هي شركة محلية من المهندسين الاستشاريين ومقرها في دبي ، وتقدم مجموعة متنوعة من الخدمات الاستشارية الهندسية ، المتخصصة في تصميم وإدارة مشاريع النقل والبنية التحتية.',
    // search panel
    'search_placeholder' => 'يرجى البحث عما تريد',
    // footer description

    // aboutus sub category
    'about_AEC' => 'معلومات عن AEC',
    'delivering_excellence' => 'تقديم التميز',
    'Word_from_Director' => 'كلمة من المدير',
    'Our_Values' => 'قيمنا',
    'Corporate_Approach' => 'منهج الشركة',
    'Meet_Our_Team' => 'التق بفريقنا',
    'company_profile' => 'ملف الشركة',
    'company_profile_pdf' => 'ملف تعريف الشركة PDF',
    'company_capability' => 'بيانات ومستندات قدرة الشركة',
    // services sub category
    'architecture_and_building_engineering' => 'العمارة وهندسة البناء',
    'contracts_cost_consultants' => 'مستشاري العقود والتكاليف',
    'highways_and_bridges' => 'الطرق والجسور',
    'landscaping_and_public_realm' => 'المناظر الطبيعية والمجال العام',
    'project_and_construnction_management' => 'إدارة المشاريع والبناء',
    'transportation_planning' => 'تخطيط النقل',
    'ubran_and_master_planning' => 'التخطيط الحضري والماجستير',
    'utilities_and_infrastructures' => 'المرافق والبنى التحتية',
    // home page
    'clients_summary' => 'لدينا سجل حافل في تقديم الخدمات الاستشارية للمشاريع الكبرى بشكل رئيسي في دبي ، ولكن أيضًا في أجزاء أخرى من الإمارات العربية المتحدة ودول مجلس التعاون الخليجي. نتمتع أيضًا بعلاقة عمل استثنائية مع عملاء رئيسيين في دبي مثل هيئة الطرق والمواصلات وبلدية دبي ونخيل وميدان وغيرها. كانت معرفتنا الواسعة بجميع لوائح السلطات ، ولا سيما بلدية دبي ، وهيئة كهرباء ومياه دبي وهيئة الطرق والمواصلات ، دعمًا قويًا لخدماتنا الهندسية التي نقدمها لعملائنا.',
                        
    'service_summary' => 'تقدم AEC مجموعة واسعة من الحلول التي تغطي كل جانب من جوانب مشروع عملائنا. يعكس تاريخنا الغني حلولنا المبتكرة التي تأخذ فكرة وتجعلها حقيقة من البداية ، حتى التنفيذ ، إلى الاختبار والإغلاق - مع استمرار المشروع في كثير من الأحيان في العمل كنموذج للمستقبل. يتم اختيارنا عندما يحتاج العميل إلى متجر "محطة واحدة" لمشروع ، لأننا نركز على ما هو أكثر أهمية ورضا العميل - النتيجة النهائية.',
    'latest_projects_summary' => "يختارنا العملاء لتجربتنا المتنوعة كقائد للتكنولوجيا والابتكار والاستدامة. نحن نتبع نهجًا هندسيًا ومهارًا ومبدئيًا ولدينا الموارد الأساسية لحل أصعب التحديات ، وخلق نموذج للنجاح.",
    'hours' => 'ساعات',
    'experiences' => 'خبرة',
    'latest_projects' => 'أحدث المشاريع',
    'more_projects' => 'المزيد من المشاريع',
    'latest_news' => 'أحدث الأخبار',
    'latest_news_summary' => "نقدم نتائج حقيقية ، مع التركيز على القرارات الاستراتيجية والإجراءات العملية المصممة لواقع عملائنا الفريد. نشارك جميع مستويات منظمة من اليوم الأول.",
    'our_leaders' => 'قادتنا',
    'our_leaders_summary' => "نقدم نتائج حقيقية ، مع التركيز على القرارات الاستراتيجية والإجراءات العملية المصممة لواقع عملائنا الفريد. نشارك جميع مستويات منظمة من اليوم الأول.",
    'client_summary' => 'لدينا سجل حافل في تقديم الخدمات الاستشارية للمشاريع الكبرى بشكل رئيسي في دبي ، ولكن أيضًا في أجزاء أخرى من الإمارات العربية المتحدة ودول مجلس التعاون الخليجي. نتمتع أيضًا بعلاقة عمل استثنائية مع عملاء رئيسيين في دبي مثل هيئة الطرق والمواصلات وبلدية دبي ونخيل وميدان وغيرها. كانت معرفتنا الواسعة بجميع لوائح السلطات ، ولا سيما بلدية دبي ، وهيئة كهرباء ومياه دبي وهيئة الطرق والمواصلات ، دعمًا قويًا لخدماتنا الهندسية التي نقدمها لعملائنا.',    
    // news pages 
    'news_events'=>'الأخبار و الأحداث',
    'search_here'=>'ابحث هنا',
    'recent_news'=>'أخبار حديثة',
    // contact form 
    'aec' => 'عاقلة للإستشارات الهندسية (AEC)', 
    'aec_logo' => '- عقله للاستشارات الهندسية', 
    'upload_your_resume'=> 'تحميل السيرة الذاتية ...',
    'required_error'=> 'هذه القيمة مطلوبة',
    'invalid_error'=> 'هذا ليس عنوان بريد إلكتروني صالح.',
    'copyright'=> '2020 AEC للاستشارات الهندسية. كل الحقوق محفوظة',
    'location'=> 'عاقلة للاستشارات الهندسية (AEC)
    جناح 406 ، مبنى رقم 12
    ساحة الخليج ، الخليج التجاري
    ص.ب 214060 ، دبي ، الإمارات العربية المتحدة',

    'have_a_query'=> 'هل لديك استفسار أو تريد التقدم بطلب للحصول على وظيفة؟',
    'feel_free_call'=> 'لا تتردد في الاتصال بنا ، سنكون سعداء لمساعدتك.',
    'upload_your_resume'=> 'تحميل السيرة الذاتية ...',
    'required_error'=> 'هذه القيمة مطلوبة.',
    'invalid_error'=> 'هذا ليس عنوان بريد إلكتروني صالح.',
    'locaion_first' => 'عاقلة للاستشارات الهندسية (AEC)',
    'locaion_second' => 'جناح 406 ، مبنى رقم 12',
    'locaion_third' => 'ساحة الخليج ، الخليج التجاري',
    'locaion_fourth' => 'ص.ب 214060 ، دبي ، الإمارات العربية المتحدة',
    'landline' => 'هاتف ارضي',
    'fax' => 'فاكس',
    'email' => 'البريد الإلكتروني',
    'full_name' => 'الاسم بالكامل',
    'write' => 'كتابة',    
    'form' => 'شكل',
    'map' => 'خريطة',
    'submit' => 'إرسال',    
];
